Pipe Heat Transfer/Linux Files/cases/lam_Re2000/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType laminar;
