Pipe Heat Transfer/Linux Files/cases/lam_Re2000/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0.6);   // placeholder — overwritten per case
boundaryField
{
    inlet   { type fixedValue; value uniform (0 0 0.6); }
    outlet  { type zeroGradient; }
    wall    { type noSlip; }
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
}
