Pipe Heat Transfer/Linux Files/cases/lam_Re2000/0/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions      [1 -1 -2 0 0 0 0];
internalField   uniform 101325;
boundaryField
{
    inlet   { type calculated; value uniform 101325; }
    outlet  { type calculated; value uniform 101325; }
    wall    { type calculated; value uniform 101325; }
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
}
