Pipe Heat Transfer/Linux Files/cases/lam_Re2000/system/fvSchemes
FoamFile { version 2.0; format ascii; class dictionary; object fvSchemes; }

ddtSchemes      { default steadyState; }
gradSchemes     { default Gauss linear; }

divSchemes
{
    default         none;
    div(phi,U)      Gauss linearUpwind grad(U);
    div(phi,K)      Gauss linearUpwind grad(K);
    div(phi,h)      Gauss linearUpwind grad(h);
    div(phi,k)      Gauss upwind;
    div(phi,omega)  Gauss upwind;
    div(((rho*nuEff)*dev2(T(grad(U))))) Gauss linear;
}

laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes   { default corrected; }
wallDist        { method meshWave; }
